Repository: ctrlcctrlv/infinity
Catalog: inc/locale/*/LC_MESSAGES/tinyboard.po
Languages: pt_br

source: . <a href="https://8ch.net/dnsbls_bypass.php">Try again.</a> If it's not working, email admin@8chan.co for support.
pt_br: . <a href="https://8ch.net/dnsbls_bypass.php">Tente novamente.</a> Se não der certo, envie um e-mail para admin@8ch.net para obter suporte técnico.

source: Too many tags.
pt_br: Excesso de tags.

source: Edit tags
pt_br: Editar tags

source: Edit reassign
pt_br: Editar atribuições

source: Too many board volunteers!
pt_br: Excesso de voluntários!

source: Refusing to create a volunteer with the same username as an existing one.
pt_br: Não é possível criar um voluntário com o mesmo nome de outro que já existe.

source: Volunteer does not exist!
pt_br: O voluntário não existe!

source: Edit volunteers
pt_br: Editar voluntários

source: You must enter a flag description!
pt_br: É preciso descrever a bandeira!

source: Flag description too long!
pt_br: A descrição da bandeira é longa demais!

source: Flags must be in PNG format.
pt_br: As bandeiras devem estar no formato PNG.

source: File too large!
pt_br: O arquivo é grande demais!

source: Image wrong size!
pt_br: O tamanho da imagem está incorreto!

source: Too many flags.
pt_br: Excesso de bandeiras.

source: Edit flags
pt_br: Editar bandeiras

source: Edit banners
pt_br: Editar banners

source: Sorry, max 200 wordfilters allowed.
pt_br: Somente são permitidos 200 filtros.

source: Sorry, %s is too long. Max replacement is 255 characters
pt_br: Desculpe, %s é longo demais. A quantidade máxima para substituição é de 255 caracteres.

source: Wordfilters may not wordfilter previous wordfilters. For example, if a filters to bb and b filters to cc, that is not allowed.
pt_br: Os filtros não podem filtrar outros filtros. Por exemplo, não é permitido criar um filtro para que a filtre bb e b filtre cc.

source: Off-site link "%s" is not allowed in the board stylesheet
pt_br: O link "%s" fora do site não é permitido na folha de estilos da board

source: Potentially unsafe import "%s" is not allowed in the board stylesheet
pt_br: A importação possivelmente insegura "%s" não é permitida na folha de estilos da board

source: Board configuration
pt_br: Configuração da board

source: Your request looks automated; Post discarded. Try refreshing the page. If that doesn't work, please post the board, thread and browser this error occurred on on /operate/.
pt_br: Esta solicitação parece automatizada. Sua mensagem foi descartada. Tente atualizar a página. Se isto não der certo, publique a board, o tópico e o navegador em que este erro ocorreu na /sudo/.

source: OPs are required to have at least %d links on this board.
pt_br: As postagens iniciais devem conter pelo menos %d links nesta board.

source: The uploaded webm is longer than %d seconds.
pt_br: O WebM dura mais do que %d segundos.

source: Uploading files is disabled on this board.
pt_br: O upload de arquivos está desabilitado nesta board.

source: Could not connect to the database. Please try again later.
pt_br: Não foi possível se conectar ao banco de dados. Tente novamente depois.

source: The database returned an error while processing your request. Please try again later.
pt_br: O banco de dados teve um erro ao processar a solicitação. Tente novamente depois.

source: Board log
pt_br: Lista de ações da board

source: Could not find that post.
pt_br: Não foi possível encontrar essa postagem.

source: <a href="%s" title="View content" target="_new">&gt;&gt;&gt;/%s/</a> %s reported %d time(s).
pt_br: <a href="%s" title="View content" target="_new">&gt;&gt;&gt;/%s/</a> %s denunciado %d vez(es).

source: reply
pt_br: responder

source: Users are not allowed to delete their own posts on this board.
pt_br: Os usuários não estão autorizados a excluir suas postagens nesta board.

source: Close window
pt_br: Fechar a janela

source: Report submitted!
pt_br: Denúncia enviada!

source: It is required to enter a subject when starting a new thread on this board.
pt_br: O campo Assunto é obrigatório para criar tópicos nesta board.

source: You must choose a flag to post on this board!
pt_br: É preciso escolher uma bandeira para postar nesta board!

source: Bad request.
pt_br: Solicitação incorreta.

source: Spoiler All
pt_br: Encobrir todos

source: Are you sure you want to spoiler all images on this post?
pt_br: Tem certeza de que quer encobrir todas as imagens desta postagem?

source: (optional)
pt_br: (opcional)

source: (or file)
pt_br: (ou arquivo)

source: Options
pt_br: Opções

source: No bump
pt_br: Com restrição

source: Spoiler images
pt_br: Encobrir imagens

source: No country flag
pt_br: Sem bandeiras nacionais

source: Dice
pt_br: Dados

source: Catalog
pt_br: Catálogo

source: Go to bottom
pt_br: Fim da página

source: Post last edited at
pt_br: Última edição em

source: Board rules permit this content
pt_br: As regras da board autorizam este conteúdo

source: Global rules permit this content
pt_br: A regra global do 8chan autoriza este conteúdo

source: Moderation log
pt_br: Lista de ações dos voluntários

source: = required field
pt_br: = campo obrigatório

source: Show post options &amp; limits
pt_br: Exibir opções e limites de postagem

source: (replaces files and can be used instead)
pt_br: (substitui os arquivos e pode ser usado no lugar deles)

source: Close oekaki applet
pt_br: Fechar aplicativo de oekaki

source: Show oekaki applet
pt_br: Exibir aplicativo de oekaki

source: Do not bump
pt_br: Sage

source: (you can also write sage in the email field)
pt_br: (também é possível digitar sage no campo E-mail)

source: (this replaces the thumbnails of your images with question marks)
pt_br: (isto substitui as miniaturas das imagens por pontos de interrogação)

source: Hide country
pt_br: Ocultar país

source: (this board displays your country when you post if this is unchecked)
pt_br: (esta board mostra o país em que está quando postar se esta opção não estiver assinalada)

source: dice
pt_br: dados

source: sides
pt_br: lados

source: modifier
pt_br: modificador

source: (For file and post deletion.)
pt_br: (Para a exclusão de arquivos e postagens.)

source: Allowed file types:
pt_br: Tipos de arquivo permitidos:

source: Max filesize is
pt_br: O tamanho máximo da imagem é

source: Max image dimensions are
pt_br: As dimensões máximas da imagem são

source: You may upload %max_images% per post.
pt_br: É possível fazer o upload de %max_images% por postagem.

source: Discard all abuse reports on this content
pt_br: Indeferir todas as denúncias de abuso referentes a este conteúdo

source: Demote global abuse reports to local reports
pt_br: Transformar denúncias globais em denúncias locais

source: Content is permitted by board rules
pt_br: Este conteúdo é permitido segundo as regras da board

source: Reports have all been dismissed locally
pt_br: As denúncias foram indeferidas localmente

source: Promote all local abuse reports to global reports
pt_br: Transformar todas as denúncias locais em denúncias globais

source: Content is permitted by global rules
pt_br: Este conteúdo é permitido segundo a regra global do 8chan

source: Reports are already global reports
pt_br: As denúncias já são globais

source: Ignore and dismiss local abuse reports on this post for this board
pt_br: Ignorar e indeferir denúncias locais referentes a esta postagem nesta board

source: Ignore and demote global abuse reports on this post
pt_br: Ignorar e rebaixar denúncias globais referentes a esta postagem

source: Ignore and dismiss local AND global abuse reports on this post
pt_br: Ignorar e indeferir denúncias locais E globais referentes a esta postagem

source: No reason given.
pt_br: Nenhum motivo foi apresentado.

source: Demote global abuse report to a local report
pt_br: Transformar denúncias globais em denúncias locais

source: Report has already been dismissed locally
pt_br: A denúncia já foi indeferida localmente

source: Report is already a global report
pt_br: A denúncia já é global

source: Promote local abuse report to a global report
pt_br: Transformar a denúncia local em denúncia global

source: Title
pt_br: Título

source: Subtitle
pt_br: Subtítulo

source: Country flags
pt_br: Bandeiras nacionais

source: /pol/-style user flags
pt_br: Bandeiras próprias

source: Forced anonymous
pt_br: Anonimato obrigatório

source: YouTube/Voocaroo embedding
pt_br: Inclusão de YouTube / Vocaroo

source: Require image for OP
pt_br: Imagem obrigatória em postagens iniciais

source: Require subject for OP
pt_br: Assunto obrigatório em postagens iniciais

source: Require user/country flag for all posts
pt_br: Usuário / bandeira nacional obrigatório em todas as postagens

source: Disable images
pt_br: Desabilitar imagens

source: Poster ID's
pt_br: IDs de usuários

source: Display SAGE! after saged posts
pt_br: Exibir SAGE! em postagens com sage

source: Automatically convert ... to …
pt_br: Converter ... automaticamente para …

source: Disallow combining characters ("Zalgo", Vietnamese text)
pt_br: Desabilitar caracteres combinantes ("Zalgo", texto em vietnamita)

source: No index
pt_br: Exclusão do índice

source: Hide from boards index<br/>and do not index in search engines
pt_br: Ocultar-se do índice de boards<br/>e impedir a indexação em sites de pesquisa

source: Archive my board on 8archive.moe
pt_br: Arquivar minha board no site 8archive.moe

source: This archives your board on 8archive.moe if you opt in
pt_br: Isto arquiva sua board no site 8archive.moe se habilitar esta opção

source: [code] tags
pt_br: Tags [code]

source: Format math between $$
pt_br: Formatar fórmulas matemáticas entre $$

source: Allow SWF uploading
pt_br: Autorizar o upload de arquivos SWF

source: Allow PDF uploading
pt_br: Autorizar o upload de arquivos PDF

source: Enable dice rolling
pt_br: Habilitar o lançamento de dados

source: Don't allow users to repost images
pt_br: Não permitir que os usuários republiquem imagens

source: Allow a poster to delete his own posts
pt_br: Autorizar a exclusão de postagens próprias

source: Allow posters to post via the Tor onion router
pt_br: Autorizar a postagem por Tor

source: Enable CAPTCHA
pt_br: Habilitar o código de verificação CAPTCHA

source: Enable CAPTCHA for thread creation only
pt_br: Habilitar o código de verificação CAPTCHA somente para a criação de tópicos

source: Public bans
pt_br: Lista pública de banimentos

source: Displays your bans for the public
pt_br: Exibe os banimentos a todos

source: Public action log
pt_br: Lista pública de ações

source: Displays all actions to the public
pt_br: Exibe todas as ações a todos

source: Page count
pt_br: Número de páginas

source: Bump limit
pt_br: Restrição de tópico

source: Language
pt_br: Idioma

source: To contribute translations, register at <a href="https://www.transifex.com/projects/p/tinyboard-vichan-devel/">Transifex</a>
pt_br: Para contribuir com traduções, inscreva-se em <a href="https://www.transifex.com/8chan/infinity/">Transifex</a>

source: Max images per post
pt_br: Número máximo de imagens por postagem

source: Spam settings
pt_br: Configurações antispam

source: Early 404
pt_br: Antecipação de 404

source: Max threads per hour board-wide
pt_br: Número máximo de tópicos por hora na board inteira

source: Edit board banners
pt_br: Editar banners

source: Edit board flags
pt_br: Editar bandeiras

source: Edit board volunteers
pt_br: Editar voluntários

source: Edit board tags
pt_br: Editar tags

source: Default poster name
pt_br: Nome de usuário padrão

source: Board announcement
pt_br: Anúncio da board

source: Rules
pt_br: Regras

source: Allowed tags:
pt_br: Tags permitidas:

source: Rules will appear at:
pt_br: As regras aparecerão em:

source: Stylesheet
pt_br: Folha de estilos

source: note: does not validate CSS
pt_br: Obs.: o CSS não é validado.

source: Allowed URLs:
pt_br: URLs permitidos:

source: Wordfilters
pt_br: Filtros

source: Replace
pt_br: Substituir

source: With
pt_br: por

source: Add another wordfilter
pt_br: Acrescentar filtro

source: User actions log
pt_br: Lista de ações de usuários

source: settings
pt_br: configurações

source: Make thread not cycle
pt_br: Interromper reciclagem do tópico

source: Make thread cycle
pt_br: Reciclar tópico

source: Select/drop/paste files here
pt_br: Selecionar/soltar/colar arquivos neste campo

source: Read this page for more information about contributing translations:<br><a href="/translation.html">Translation tutorial</a> or use <a href="https://www.transifex.com/projects/p/infinity/">Transifex</a>
pt_br: Leia esta página para obter mais informações sobre a contribuição de traduções:<br>o <a href="/translation.html">tutorial de tradução</a> (em inglês) ou use o <a href="https://www.transifex.com/8chan/infinity/">Transifex</a>.

source: Edit board pages
pt_br: Editar páginas

source: Toggle all
pt_br: Assinalar todos

source: Flush cache
pt_br: Limpar cache

source: Rebuild Javascript
pt_br: Restaurar JavaScript

source: Rebuild index pages
pt_br: Restaurar páginas do índice

source: Rebuild thread pages
pt_br: Restaurar tópicos

source: Rebuild themes
pt_br: Restaurar temas

source: Rebuild replies
pt_br: Restaurar respostas

source: This page allows you to create static pages for your board. The limit is %page_max% pages per board. You will still have to link to your pages somewhere in your board, for example in a sticky or in the board's announcement. To make links in the board's announcement, use &lt;a&gt; HTML tags.
pt_br: Esta página permite a criação de páginas estáticas em sua board. O limite é de %page_max% páginas por board. Ainda será necessário criar links para suas páginas em alguma parte de sua board, por exemplo, em um tópico afixado ou na barra de anúncios da board. Para adicionar links à barra de anúncios da board, utilize as tags &lt;a&gt; em HTML.

source: This page allows you to create static pages for your imageboard.
pt_br: Esta página permite a criação de páginas estáticas para sua board.

source: Existing pages
pt_br: Páginas existentes

source: Edit
pt_br: Editar

source: Create a new page
pt_br: Criar uma página nova

source: Create
pt_br: Criar

source: Details:
pt_br: Detalhes:

source: Could not find the page you are trying to edit.
pt_br: Não foi possível encontrar a página que está tentando editar.

source: Unrecognized page markup method.
pt_br: Método não reconhecido de markup em páginas.

source: Failed to mark up your input for some reason...
pt_br: Não foi possível formatar os dados por algum motivo...

source: Editing static page: %s
pt_br: Editando página estática: %s

source: Sorry, this site only allows %d pages per board.
pt_br: Este site somente permite %d páginas por board.

source: Page names must be < 255 chars and may only contain lowercase letters A-Z and digits 1-9.
pt_br: Os nomes das páginas devem ficar abaixo de 255 caracteres e somente podem conter letras minúsculas de A a Z e números de 1 a 9.

source: Nope.
pt_br: Não.

source: Refusing to create a new page with the same name as an existing one.
pt_br: Não é possível criar uma página nova com o mesmo nome de outra que já existe.

source: Pages
pt_br: Páginas
