Repository: ctrlcctrlv/infinity
Catalog: inc/locale/*/LC_MESSAGES/tinyboard.po
Languages: pt_br

source: second
pt_br: segundo

source: minute
pt_br: minuto

source: hour
pt_br: hora

source: day
pt_br: dia

source: week
pt_br: semana

source: year
pt_br: ano

source: Banned!
pt_br: Banido!

source: Previous
pt_br: Voltar

source: Next
pt_br: Avançar

source: Error
pt_br: Erro

source: An error has occured.
pt_br: Ocorreu um erro.

source: Post too long. Click <a href="%s">here</a> to view the full text.
pt_br: A postagem é longa demais. Clique <a href="%s">aqui</a> para visualizá-la na íntegra.

source: Ban
pt_br: Banir

source: Ban & Delete
pt_br: Banir e excluir

source: Delete file
pt_br: Excluir arquivo

source: Are you sure you want to delete this file?
pt_br: Tem certeza de que quer excluir este arquivo?

source: Spoiler File
pt_br: Arquivo de spoiler

source: Are you sure you want to spoiler this file?
pt_br: Tem certeza de que quer colocar o arquivo em spoiler?

source: Move reply to another board
pt_br: Transferir resposta para outra board

source: Edit post
pt_br: Editar postagem

source: Delete
pt_br: Excluir

source: Are you sure you want to delete this?
pt_br: Tem certeza de que quer excluir isto?

source: Delete all posts by IP
pt_br: Excluir todas as postagens do IP

source: Are you sure you want to delete all posts by this IP address?
pt_br: Tem certeza de que quer excluir todas as postagens deste IP?

source: Delete all posts by IP across all boards
pt_br: Excluir todas as postagens deste IP em todas as boards

source: Are you sure you want to delete all posts by this IP address, across all boards?
pt_br: Tem certeza que quer deletar todos os posts deste IP em todas as boards?

source: Make thread not sticky
pt_br: Desafixar tópico

source: Make thread sticky
pt_br: Afixar tópico

source: Allow thread to be bumped
pt_br: Restringir tópico

source: Prevent thread from being bumped
pt_br: Remover a restrição do tópico

source: Unlock thread
pt_br: Destrancar tópico

source: Lock thread
pt_br: Trancar tópico

source: Move thread to another board
pt_br: Transferir tópico para outra board

source: You have been muted for unoriginal content.
pt_br: Você está impedido de postar por publicar conteúdo repetido.

source: New Topic
pt_br: Novo tópico

source: New Reply
pt_br: Responder

source: All trademarks, copyrights, comments, and images on this page are owned by and are the responsibility of their respective parties.
pt_br: Todos os direitos autorais, marcas comerciais, comentários e imagens nesta página pertencem a seus proprietários e são responsabilidade destes.

source: Lurk some more before posting.
pt_br: Observe mais antes de postar.

source: You look like a bot.
pt_br: Você não parece humano.

source: Your browser sent an invalid or no HTTP referer.
pt_br: Seu navegador enviou um referencial HTTP inválido ou inexistente.

source: The %s field was too long.
pt_br: O campo %s é longo demais.

source: The body was too long.
pt_br: O conteúdo da mensagem é longo demais.

source: The body was too short or empty.
pt_br: O conteúdo da mensagem é curto demais ou inexistente.

source: You must upload an image.
pt_br: É preciso fazer o upload de uma imagem.

source: The server failed to handle your upload.
pt_br: O servidor não conseguiu processar seu upload.

source: Unsupported image format.
pt_br: Formato de arquivo não aceito.

source: Invalid board!
pt_br: Board inválida!

source: Thread specified does not exist.
pt_br: O tópico escolhido não existe.

source: Thread locked. You may not reply at this time.
pt_br: Tópico trancado. Não é mais possível publicar respostas.

source: Thread has reached its maximum reply limit.
pt_br: O tópico atingiu o limite de respostas.

source: Thread has reached its maximum image limit.
pt_br: O tópico atingiu o limite de imagens.

source: You didn't make a post.
pt_br: Você não postou nada.

source: Flood detected; Post discarded.
pt_br: Detecção de flood. Sua postagem foi descartada.

source: Your request looks automated; Post discarded.
pt_br: Suspeita de requisição automatizada. Sua postagem foi descartada.

source: Unoriginal content!
pt_br: Conteúdo repetido!

source: Unoriginal content! You have been muted for %d seconds.
pt_br: Conteúdo repetido! Você está impedido de postar por %d segundos.

source: You are muted! Expires in %d seconds.
pt_br: Você está impedido de postar! Vencimento em %d segundos.

source: Your IP address is listed in %s.
pt_br: Seu IP está listado em %s.

source: Too many links; flood detected.
pt_br: Excesso de links. Detecção de flood.

source: Too many cites; post discarded.
pt_br: Excesso de citações. Sua mensagem foi descartada.

source: Too many cross-board links; post discarded.
pt_br: Excesso de links entre boards. Sua mensagem foi descartada.

source: You didn't select anything to delete.
pt_br: Nada foi selecionado para a exclusão.

source: You didn't select anything to report.
pt_br: Nada foi selecionado para a denúncia.

source: You can't report that many posts at once.
pt_br: Não é possível denunciar tantas postagens de uma só vez.

source: Wrong password…
pt_br: Senha incorreta…

source: Invalid image.
pt_br: Imagem inválida.

source: Unknown file extension.
pt_br: Extensão de arquivo desconhecida.

source: Maximum file size: %maxsz% bytes<br>Your file's size: %filesz% bytes
pt_br: Tamanho máximo de arquivos: %maxsz% bytes<br>. O tamanho de seu arquivo é: %filesz% bytes

source: The file was too big.
pt_br: O arquivo é grande demais.

source: That file <a href="%s">already exists</a>!
pt_br: O arquivo <a href="%s">já existe</a>!

source: That file <a href="%s">already exists</a> in this thread!
pt_br: O arquivo <a href="%s">já existe</a> neste tópico!

source: You'll have to wait another %s before deleting that.
pt_br: Você terá que esperar mais %s segundos para poder excluir isso.

source: MIME type detection XSS exploit (IE) detected; post discarded.
pt_br: Detecção de exploração de vulnerabilidade XSS do tipo MIME (IE). Sua mensagem foi descartada.

source: Couldn't make sense of the URL of the video you tried to embed.
pt_br: Não foi possível processar a URL do vídeo que você tentou incluir.

source: You seem to have mistyped the verification.
pt_br: Você digitou o código de verificação incorretamente.

source: You are only allowed to unban %s users at a time. You tried to unban %u users.
pt_br: Você só pode desbanir %s usuários de uma só vez. Você tentou desbanir %u usuários.

source: Invalid username and/or password.
pt_br: Usuário e/ou senha inválido(s).

source: You are not a mod…
pt_br: Você não é voluntário…

source: Invalid username and/or password. Your user may have been deleted or changed.
pt_br: Usuário e/ou senha inválido(s). O usuário pode ter sido excluído ou alterado.

source: Invalid/malformed cookies.
pt_br: Cookies inválidos / malformados.

source: Your browser didn't submit an input when it should have.
pt_br: O navegador não enviou nenhum dado quando deveria tê-lo feito.

source: The %s field is required.
pt_br: O campo %s é necessário.

source: The %s field was invalid.
pt_br: O campo %s é inválido.

source: There is already a %s board.
pt_br: A board %s já existe.

source: You don't have permission to do that.
pt_br: Você não está autorizado a fazer isso.

source: That post doesn't exist…
pt_br: Essa postagem não existe…

source: Page not found.
pt_br: Página não encontrada.

source: That mod <a href="?/users/%d">already exists</a>!
pt_br: Esse voluntário <a href="?/users/%d">já existe</a>!

source: That theme doesn't exist!
pt_br: Esse tema não existe!

source: Invalid security token! Please go back and try again.
pt_br: Token de segurança inválido! Retorne e tente novamente.

source: USER WAS BANNED FOR THIS POST
pt_br: USUÁRIO BANIDO POR ESTA MENSAGEM

source: Confirm action
pt_br: Confirmar ação

source: Could not find current version! (Check .installed)
pt_br: Não foi possível encontrar a versão atual! (Verifique o .installed)

source: Dashboard
pt_br: Painel

source: There are no boards to search!
pt_br: Não há boards para a pesquisa!

source: Search results
pt_br: Resultados da pesquisa

source: Edit board
pt_br: Editar board

source: Couldn't open board after creation.
pt_br: Não foi possível abrir a board após a criação.

source: New board
pt_br: Nova board

source: Noticeboard
pt_br: Mural

source: News
pt_br: Notícias

source: Volunteer log
pt_br: Registro de voluntários

source: New ban
pt_br: Novo banimento

source: Ban list
pt_br: Lista de banimentos

source: Move reply
pt_br: Mover resposta

source: Target and source board are the same.
pt_br: Board inicial e final são as mesmas.

source: Impossible to move thread; there is only one board.
pt_br: Não foi possível mover o tópico. Somente há uma board.

source: Move thread
pt_br: Mover tópico

source: Edit user
pt_br: Editar usuário

source: Manage users
pt_br: Gerenciar usuários

source: New PM for
pt_br: Nova MP para

source: Private message
pt_br: Mensagem pessoal

source: PM inbox
pt_br: Caixa de entrada

source: Rebuild
pt_br: Reconstruir

source: Report queue
pt_br: Mural de denúncias

source: Config editor
pt_br: Editor de configurações

source: Themes directory doesn't exist!
pt_br: O diretório de temas não existe!

source: Cannot open themes directory; check permissions.
pt_br: Não foi possível abrir o diretório de temas. Verificar as permissões.

source: Manage themes
pt_br: Gerenciar temas

source: Installed theme: %s
pt_br: Tema instalado: %s

source: Configuring theme: %s
pt_br: Configurando tema: %s

source: Rebuilt theme: %s
pt_br: Reconstrução de tema: %s

source: Debug: Anti-spam
pt_br: Depurar: antispam

source: Debug: Recent posts
pt_br: Depurar: Postagens recentes

source: Debug: SQL
pt_br: Depurar: SQL

source: Database error:
pt_br: Erro no banco de dados:

source: Banned?
pt_br: Banido?

source: You are not banned.
pt_br: Você não está banido.

source: Go back
pt_br: Voltar

source: Error information
pt_br: Informações do erro

source: Delete Post
pt_br: Excluir postagem

source: File
pt_br: Arquivo

source: Password
pt_br: Senha

source: Reason
pt_br: Motivo

source: Report
pt_br: Denunciar

source: Return to dashboard
pt_br: Voltar ao painel

source: Posting mode: Reply
pt_br: Modo de postagem: Resposta

source: Return
pt_br: Voltar

source: (No news to show.)
pt_br: (Não há nenhuma novidade.)

source: no subject
pt_br: sem assunto

source: by
pt_br: por

source: at
pt_br: em

source: 1 reply
pt_br: 1 resposta

source: File:
pt_br: Arquivo:

source: Spoiler Image
pt_br: Imagem de spoiler

source: Reply
pt_br: Responder

source: View All
pt_br: Ver todos

source: Last 1 Post
pt_br: Última postagem

source: 1 post
pt_br: 1 postagem

source: and
pt_br: e

source: 1 image reply
pt_br: 1 resposta com imagem

source: omitted. Click reply to view.
pt_br: omitidas. Clique em Responder para visualizar.

source: Name
pt_br: Nome

source: Subject
pt_br: Assunto

source: Update
pt_br: Atualizar

source: Comment
pt_br: Comentário

source: Currently editing raw HTML.
pt_br: Edição de HTML puro.

source: Edit markup instead?
pt_br: Editar markup em vez disso?

source: Edit raw HTML instead?
pt_br: Editar HTML puro em vez disso?

source: Verification
pt_br: Verificação

source: Or URL
pt_br: Ou URL

source: Embed
pt_br: Inserir

source: Flags
pt_br: Bandeiras

source: Sticky
pt_br: Afixar

source: Lock
pt_br: Trancar

source: Raw HTML
pt_br: HTML puro

source: (For file deletion.)
pt_br: (Para a exclusão de arquivos.)

source: Post search is disabled
pt_br: A pesquisa de postagens está desativada

source: Wait a while before searching again, please.
pt_br: Aguarde um momento antes de pesquisar novamente.

source: Query too broad.
pt_br: Consulta inespecífica.

source: %d result in
pt_br: %d resultado em

source: No results.
pt_br: Sem resultados.

source: Search
pt_br: Pesquisar

source: Ban appeal not found!
pt_br: Recurso não encontrado!

source: Ban appeals
pt_br: Recursos

source: New user
pt_br: Novo usuário

source: Impossible to promote/demote user.
pt_br: Não é possível promover/rebaixar usuário.

source: Debug: APC
pt_br: Depurar: APC

source: Your code contained PHP syntax errors. Please go back and correct them. PHP says:
pt_br: O código contém erros de sintaxe PHP. Volte e corrija-os. O PHP diz:

source: edit
pt_br: editar

source: Create new board
pt_br: Criar nova board

source: Messages
pt_br: Mensagens

source: View all noticeboard entries
pt_br: Ver todas as postagens no mural

source: Administration
pt_br: Administração

source: Change password
pt_br: Alterar senha

source: Configuration
pt_br: Configuração

source: Other
pt_br: Outro

source: Debug
pt_br: Depurar

source: Recent posts
pt_br: Postagens recentes

source: User account
pt_br: Conta de usuário

source: Logout
pt_br: Sair

source: New post
pt_br: Nova postagem

source: Body
pt_br: Contéudo

source: Post to noticeboard
pt_br: Publicar no mural

source: delete
pt_br: excluir

source: deleted?
pt_br: excluído?

source: Post news entry
pt_br: Publicar nova notícia

source: Staff
pt_br: Equipe

source: Note
pt_br: Observação

source: Date
pt_br: Data

source: Actions
pt_br: Ações

source: remove
pt_br: remover

source: New note
pt_br: Nova observação

source: Status
pt_br: Situação

source: Expired
pt_br: Vencido

source: Active
pt_br: Ativo

source: no reason
pt_br: sem motivo

source: all boards
pt_br: todas as boards

source: Set
pt_br: Definir

source: Expires
pt_br: Com vencimento em

source: never
pt_br: nunca

source: Seen
pt_br: Visto

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Remove ban
pt_br: Desbanir

source: Time
pt_br: Tempo

source: Action
pt_br: Ação

source: (or subnet)
pt_br: (ou sub-rede)

source: hidden
pt_br: oculto

source: Message
pt_br: Mensagem

source: public; attached to post
pt_br: público; anexado à postagem

source: Length
pt_br: Tamanho

source: New Ban
pt_br: Novo banimento

source: Phrase:
pt_br: Mensagem:

source: Posts
pt_br: Postagens

source: IP address notes
pt_br: Observações sobre o IP

source: Bans
pt_br: Banimentos

source: (Search is case-insensitive and based on keywords. To match exact phrases, use "quotes". Use an asterisk (*) for wildcard.)
pt_br: (A pesquisa não diferencia maiúsculas de minúsculas. Para pesquisar mensagens exatas, use aspas (""); use o asterisco (*) como coringa.)

source: There are no active bans.
pt_br: Não há nenhum banimento ativo.

source: IP address/mask
pt_br: Endereço de IP/máscara

source: Duration
pt_br: Duração

source: Unban selected
pt_br: Desbanir IPs selecionados

source: Username
pt_br: Usuário

source: Continue
pt_br: Continuar

source: Appeal time
pt_br: Horário do recurso

source: Appeal reason
pt_br: Motivo do recurso

source: There are no reports.
pt_br: Não há denúncias no momento.

source: That ban doesn't exist or is not for you.
pt_br: O banimento não existe ou não foi executado contra você.

source: You cannot appeal a ban of this length.
pt_br: Não é possível recorrer de um banimento com esta duração.

source: You cannot appeal this ban again.
pt_br: Não cabe recurso.

source: There is already a pending appeal for this ban.
pt_br: Já existe um recurso em aberto referente a este banimento.

source: Unsupported file format:
pt_br: Formato de arquivo não aceito:

source: Failed to redraw image!
pt_br: Não foi possível redesenhar a imagem!

source: Failed to resize image!
pt_br: Não foi possível redimensionar a imagem!

source: You were banned! ;_;
pt_br: Você foi banido! ;_;

source: You are banned! ;_;
pt_br: Você está banido! ;_;

source: You were banned from
pt_br: Você foi banido da board

source: You have been banned from
pt_br: Você foi banido da board

source: for the following reason:
pt_br: pelo seguinte motivo:

source: for an unspecified reason.
pt_br: por um motivo não especificado.

source: Your ban was filed on
pt_br: O banimento foi executado no dia

source: has since expired. Refresh the page to continue.
pt_br: e venceu desde então. Atualize a página para continuar.

source: expires
pt_br: vence em

source: from now, which is on
pt_br: ou seja,

source: will not expire
pt_br: não vencerá

source: Your IP address is
pt_br: Seu endereço de IP é

source: You were banned for the following post on
pt_br: Você foi banido pela seguinte postagem no dia

source: You submitted an appeal for this ban on
pt_br: Você entrou com um recurso referente a este banimento em

source: It is still pending
pt_br: Ainda está em aberto

source: You appealed this ban on
pt_br: Você recorreu deste banimento em

source: and it was denied. You may not appeal this ban again.
pt_br: e o recurso foi indeferido. Não cabe recurso.

source: You have submitted the maximum number of ban appeals allowed. You may not appeal this ban again.
pt_br: Você excedeu o limite de recursos permitidos. Não cabe recurso.

source: and it was denied.
pt_br: e foi indeferido.

source: You may appeal this ban again. Please enter your reasoning below.
pt_br: Ainda cabe recurso. Digite as razões abaixo.

source: You last appealed this ban on
pt_br: Seu último recurso referente a este banimento aconteceu em

source: You may appeal this ban. Please enter your reasoning below.
pt_br: Cabe recurso. Digite as razões abaixo.

source: IP address
pt_br: Endereço de IP

source: Type
pt_br: Tipo

source: Last action
pt_br: Última ação

source: Unknown
pt_br: Desconhecido

source: none
pt_br: nenhum

source: Promote
pt_br: Promover

source: Demote
pt_br: Rebaixar

source: Are you sure you want to demote yourself?
pt_br: Tem certeza de que quer se rebaixar?

source: log
pt_br: registro

source: PM
pt_br: MP

source: Thread ID
pt_br: ID do tópico

source: Leave shadow thread
pt_br: Deixar cópia do tópico

source: locks thread; replies to it with a link.
pt_br: tópico trancado; resposta com link.

source: Target board
pt_br: Board-alvo

source: Select board
pt_br: Selecionar board

source: Search is case-insensitive and based on keywords. To match exact phrases, use "quotes". Use an asterisk (*) for wildcard.</p><p style="font-size:8pt;margin:5px">You may apply the following filters to your searches: <strong>id</strong>, <strong>thread</strong>, <strong>subject</strong>, and <strong>name</strong>. To apply a filter, simply add to your query, for example, <em>name:Anonymous</em> or <em>subject:"Some Thread"</em>. Wildcards cannot be used in filters.
pt_br: A pesquisa diferencia maiúsculas de minúsculas e utiliza palavras-chave. Para consultar mensagens exatas, use aspas (""). O asterisco (*) serve de coringa. </ p> <p style="font-size:8pt;margin:5px"> É possível aplicar os seguintes filtros às pesquisas:. <strong>id</strong>, <strong>tópico</strong>, <strong>assunto</strong> e <strong>nome </strong>. Para aplicar um filtro, basta adicioná-lo à sua consulta. Por exemplo: <em>nome:Anônimo </em> ou <em>assunto:"Um tópico"</em>. Caracteres especiais não podem ser utilizados nos filtros.

source: Are you sure you want to do that?
pt_br: Tem certeza de que quer fazer isso?

source: Click to proceed to
pt_br: Clique aqui para prosseguir a

source: You are probably seeing this message because Javascript being disabled. This is a necessary security measure to prevent CSRF attacks.
pt_br: É provável que esteja vendo esta mensagem porque o JavaScript está desabilitado. Trata-se de uma medida de segurança necessária para impedir ataques de falsificação de solicitações entre sites (CSRF).

source: Report date
pt_br: Data da denúncia

source: Reported by
pt_br: Denunciado por

source: Discard abuse report
pt_br: Descartar denúncia

source: Discard all abuse reports by this IP address
pt_br: Descartar todas denúncias deste IP

source: From
pt_br: De

source: Delete forever
pt_br: Deletar permanentemente

source: Reply with quote
pt_br: Responde com quote

source: Send message
pt_br: Enviar mensagem

source: There are no themes available.
pt_br: Não há temas disponíveis.

source: Version
pt_br: Versão

source: Description
pt_br: Descrição

source: Thumbnail
pt_br: Miniatura

source: Use theme
pt_br: Usar tema

source: Reconfigure
pt_br: Reconfigurar

source: Install
pt_br: Instalar

source: Uninstall
pt_br: Desinstalar

source: new; optional
pt_br: novo; opcional

source: Group
pt_br: Grupo

source: All boards
pt_br: Todas as boards

source: Create user
pt_br: Criar usuário

source: Save changes
pt_br: Salvar alterações

source: Delete user
pt_br: Deletar usuário

source: View more logs for this user.
pt_br: Ver mais logs deste usuário.

source: Flag
pt_br: Sinalizar

source: None
pt_br: Nenhum

source: Moved to %s.
pt_br: Movido para %s.

source: Can't build the RecentPosts theme, because there are no boards to be fetched.
pt_br: Não posso construir o tema RecentPosts porque não há board algum para ser utilizado.

source: You have attempted to upload too many images!
pt_br: Você tentou fazer upload de muitas imagens!

source: Spoiler file
pt_br: Arquivo de spoiler

source: Bump order
pt_br: Ordenação

source: Last reply
pt_br: Última resposta

source: Creation date
pt_br: Data de criação

source: Reply count
pt_br: Número de respostas

source: Random
pt_br: Aleatório

source: Sort by
pt_br: Classificar por

source: Image size
pt_br: Tamanho da imagem

source: Small
pt_br: Pequeno

source: Large
pt_br: Médio

source: Post ID
pt_br: ID da postagem

source: Target thread
pt_br: Tópico-alvo

source: Post deletion is not allowed!
pt_br: A exclusão de postagem não é permitida!

source: Unrecognized file size determination method.
pt_br: O método de determinação do tamanho do arquivo não é reconhecido.

source: Invalid flag selection!
pt_br: Seleção de bandeira inválida!

source: exiftool failed!
pt_br: Falha na exiftool!

source: Could not auto-orient image!
pt_br: Não foi possível orientar a imagem automaticamente!

source: Could not strip EXIF metadata!
pt_br: Não foi possível extrair os metadados EXIF!

source: There was a problem processing your webm.
pt_br: Houve um problema no processamento do arquivo WebM.

source: Invalid webm uploaded.
pt_br: Upload de WebM inválido.

source: The uploaded webm contains an audio or another type of additional stream.
pt_br: O WebM contém áudio ou outro tipo de stream adicional.

source: The uploaded webm is longer than
pt_br: O WebM é maior do que

source: Go to top
pt_br: Topo da página

source: Don't show my flag
pt_br: Não mostre meu sinal

source: Very small
pt_br: Muito pequeno

source: (no comment)
pt_br: (sem comentários)

source: There are no active posts.
pt_br: Não há nenhuma postagem ativa.

source: Show only bans from boards I volunteer on
pt_br: Apenas exibir banimentos das boards em que sou voluntário

source: Show only active bans
pt_br: Exibir somente banimentos ativos

source: Claim
pt_br: Solicitar

source: Take deserted boards back from their owners
pt_br: Reivindique boards desertas de seus donos

source: Game
pt_br: Jogo

source: Create your board
pt_br: Crie sua board

source: before someone else does
pt_br: antes que alguém mais o faça

source: You failed the game
pt_br: Você perdeu o jogo

source: You failed to enter the reCaptcha correctly
pt_br: Você digitou o código de verificação incorretamente

source: Invalid URI
pt_br: URL inválido

source: Invalid title
pt_br: Título inválido

source: Invalid subtitle
pt_br: Legenda inválida

source: Invalid username
pt_br: Usuário inválido

source: Board already exists!
pt_br: Esta board já existe!

source: The username you've tried to enter already exists!
pt_br: O usuário que você tentou criar já existe!

source: Success
pt_br: Sucesso

source: This was a triumph
pt_br: Uma grande conquista

source: Bypass DNSBL
pt_br: Evitar a DNSBL

source: Post even if blocked
pt_br: Continue postando mesmo se estiver bloqueado

source: Success!
pt_br: Sucesso!

source: You may now go back and make your post.
pt_br: Agora, volte ao tópico e faça sua postagem.

source: You failed the CAPTCHA
pt_br: Você errou o código de verificação
